tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'pebble/pebble-sdk'
cask 'java'
brew 'apache-spark'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'boost-python'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'glib'
brew 'pixman'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'cassandra', restart_service: true
brew 'coreutils'
brew 'git'
brew 'libev'
brew 'opam'
brew 'docker-machine-driver-xhyve'
brew 'dtc'
brew 'dynamodb-local', restart_service: true
brew 'gmp'
brew 'go'
brew 'pkg-config'
brew 'python'
brew 'groovy'
brew 'hub'
brew 'ipcalc'
brew 'iperf3'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'leiningen'
brew 'libelf'
brew 'mpfr'
brew 'libmpc'
brew 'libtool'
brew 'libyaml'
brew 'maven'
brew 'mobile-shell'
brew 'node'
brew 'nvm'
brew 'openssl@1.1'
brew 'poppler'
brew 'postgresql', restart_service: true
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'sbt'
brew 'scala'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'azukiapp/azk/azk'
brew 'pebble/pebble-sdk/pebble-qemu'
brew 'pebble/pebble-sdk/pebble-toolchain'
brew 'pebble/pebble-sdk/pebble-sdk'
cask 'betterzipql'
cask 'font-fira-code'
cask 'pdftotext'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'webpquicklook'
